<template>
  <div>
    <h1>شرایط اساسی و اولیه‌ استفاده کاربران از خدمات کارگزاری بیترا</h1>
    <p>
      موضوع موافقت‌نامه حاضر، تدوین اصول اولیه از قبیل حقوق، تکالیف و مسئولیت‌ها
      و نیز دستورالعمل‌های لازم جهت استفاده کاربران، از خدمات وب‌سایت
      <a href="www.bitra.market">www.bitra.market</a> است و افراد در انجام
      تعهدات خود، تابع قوانین جمهوری اسلامی ایران بوده و از کلیه مقررات حاکم بر
      آن تبعیت می‌کنند.
    </p>
    <p>
      هرگونه تغییر در مفاد این موافقت‌نامه که از سوی ما صورت پذیرد و یا از طرق
      دیگر ابلاغ گردد، از طریق وب‌سایت
      <a href="www.bitra.market ">www.bitra.market </a> و کانال‌های ارتباطی
      کارگزاری بیترا در شبکه‌های اجتماعی، به اطلاع کاربران خواهد رسید
    </p>
    <h1>مفاد توافقنامه</h1>
    <ol>
      <li>
        بیترا یک کارگزاری(پلتفرم) رمزارز است و به‌هیچ‌وجه، هیچ‌گونه فعالیت ارزی،
        شامل خرید، فروش، تسهیل خریدوفروش، یا خدمات مبتنی بر فیات (ارزهای سنتی)
        نداشته و ندارد.
      </li>
      <li>
        بیترا به‌عنوان یک کارگزاری خریدوفروش رمزارز بین کاربران است و خود رأساً
        اقدام به خرید و یا فروش با هیچ‌یک از کاربران نمی‌نماید.
      </li>
      <li>
        استفاده از هریک از امکانات و خدمات کارگزاری (ثبت‌نام، خرید، فروش و
        هرگونه امکانات دیگر) به این معنی است که کاربر مفاد این توافقنامه را
        کاملاً خوانده، فهمیده و پذیرفته است. در غیر این صورت، حق استفاده از
        امکانات و خدمات سایت را ندارد.
      </li>
      <li>
        این حق برای کارگزاری بیترا محفوظ است که در هر زمان که بخواهد، با اعلام
        مراتب قبلی به کاربر، مفاد این موافقت‌نامه را تغییر دهد.
      </li>
      <li>
        تمامی معاملات صورت گرفته توسط کاربر صحیح و واقعی تلقی می‌گردد. ازاین‌رو
        صیانت از حساب کاربری، رمز عبور یا سایر اطلاعات بر عهده وی بوده و لازم
        است به صدمات ناشی از انجام تخلفات یا جرائم مالی توجه داشته باشد.
      </li>
      <li>
        در مورد رمزارزهایی مانند بیت‌کوین، صادره کننده‌ای وجود ندارد و لذا هیچ
        شخص ثالثی ازجمله ما در داخل یا خارج از ایران، ارزش و یا نقد کردن آن را
        تضمین نمی‌کند. لذا رمزارزهایی مانند بیت‌کوین می‌تواند در کشورهای مختلف
        دارای ارزش‌های متفاوتی باشد. بنابراین، توجه داشته باشید رمزارزها، عموماً
        و برخلاف واحدهای پولی سنتی (فیات)، دارای ریسک ذاتی هستند.
      </li>
      <li>
        معاملات بیت‌کوین در شبکه بلاک‌چین ثبت می‌شوند تا کاربران بتوانند به
        انجام معامله اطمینان نمایند. درصورتی‌که یکپارچگی بلاک‌چین که در آن
        معامله تأیید می‌شود به جهاتی که قابل انتساب به اشخاص ثالث باشد و یا خطا
        در خود بلاک‌چین و غیره دچار مشکل شود، سابقه‌ معامله تا زمان معینی
        درگذشته قابل بازیابی از سوی ما یا اشخاص ثالث خواهد بود.
      </li>
      <li>
        تلاش ما ارائه‌ی خدمات به‌صورت ۲۴ ساعته در طول شبانه‌روز خواهد بود. البته
        این امر را تضمین نمی‌کنیم. لیکن در صورت وقوع حادثه‌ای از قبیل تعلیق
        خدمات به علت اقدام غیرقانونی کاربران یا اشخاص ثالث، یا وقوع خطا در
        خدمات، مشکل را مرتفع و ارائه‌ی خدمات را از سر می‌گیریم. در این زمان
        می‌توانید درخواست بازیابی سوابق معاملاتی ارائه کنید. اما نمی‌توانیم سود
        زیان ناشی از بازیابی سوابق معاملاتی را جهت جبران خسارت برای رمزارزها و
        یا ریال را برای شما پوشش دهیم.
      </li>
      <li>
        درصورتی‌که در اثر فعالیت‌های غیرقانونی کاربر، خسارتی به سایت وارد شود،
        کارگزاری بیترا می‌تواند وفق قانون نسبت به مطالبه‌ آن اقدام کند. لذا باید
        با رعایت قوانین و مقررات از خدمات ما استفاده کنید.
      </li>
      <li>
        مواردی که در این موافقت‌نامه مضبوط نیست، تابع قوانین و مقررات جمهوری
        اسلامی ایران یا تابع سیاست‌های عملیاتی و قواعد اعلامی از سوی ما خواهد
        بود. (که مجموعاً مقررات نامیده می‌شود) در صورت وجود تعارض میان مقررات و
        مفاد مندرج در این موافقت‌نامه، مفاد مقررات ملاک عمل خواهد بود.
      </li>
    </ol>
    <h1>مدیریت حساب‌های کاربری:</h1>
    <p>
      ما به‌منظور ایجاد حساب، از آدرس پست الکترونیکی استفاده می‌کنیم که همین
      آدرس به‌عنوان شناسه کاربری شما در سایت محسوب می‌گردد.
    </p>
    <h1>مراحل فرایند ایجاد حساب از سوی شما به شرح ذیل است:</h1>
    <ul>
      <li>الف- موافقت کاربر با این موافقت‌نامه</li>
      <li>ب- ثبت آدرس پست الکترونیکی و دریافت کد فعال‌سازی</li>
      <li>ج- بارگذاری مدارک هویتی کاربر توسط ایشان در سایت</li>
      <li>
        د- بررسی و تأیید درخواست کاربر از سوی ما
        <div>
          کاربر برای استفاده از خدمات کارگزاری به یک حساب نیاز داشته و موظف به
          استفاده از حساب ایجادشده از طریق واردکردن اطلاعات صحیح است که کاربر در
          این امر نباید از اطلاعات سایر افراد سوءاستفاده کرده یا قوانین و مقررات
          مربوطه را نقض نماید. اطلاعات هویتی کاربران از طریق مراجع حرفه‌ای تا
          آنجا که قانون مجاز می‌داند موردبررسی قرار می‌گیرد. هدف از این امر
          احراز انطباق اطلاعات ارائه‌شده با واقعیت است.
        </div>
      </li>
      <li>
        ه- رد درخواست ایجاد حساب
        <div>
          در موارد ذیل می‌توانیم ایجاد حساب را مردود اعلام کرده و نسبت به حذف
          حساب اقدام نماییم:
        </div>
        <ul>
          <li>
            ه-۱- چنانچه متقاضی به سن قانونی نرسیده (۱۸ سال کامل شمسی) یا از
            اهلیت قانونی کافی برخوردار نباشد.
          </li>
          <li>
            ه-۲- تلاش برای ایجاد حساب از طریق ارائه‌ی اطلاعات شخصی دیگران توسط
            شما از قبیل نام ،آدرس پست الکترونیکی و یا مدارک هویتی اشخاص دیگر
          </li>
          <li>
            ه-۳- عدم واردکردن اطلاعات لازم یا واردکردن اطلاعات نادرست در زمان
            ایجاد حساب از سوی کاربر
          </li>
          <li>
            ه- ۴- در صورت عدم رعایت سایر قوانین و مقررات از سوی شما یا انجام
            اقداماتی برخلاف استانداردهای که توسط سایت اعلام می‌گردد.
          </li>
        </ul>
        <p>
          چنانچه مشخص شود که با نقض هر یک از مفاد این موافقت‌نامه نسبت به ایجاد
          حساب اقدام نموده‌اید، می‌توانیم بلافاصله ممنوعیت‌های مناسب از قبیل قطع
          امکان استفاده از خدمات برای کاربران معین یا حذف حساب کاربران را به
          مورداجرا بگذاریم.
        </p>
      </li>
      <li>
        و- تعلیق ایجاد حساب
        <div>
          در صورت تحقق موارد ذیل می‌توانیم فرایند ایجاد حساب از سوی شمارا به
          حالت تعلیق درآوریم:
        </div>
        <ul>
          <li>و-۱- در صورت عدم وجود ظرفیت لازم برای ارائه‌ی خدمات</li>
          <li>
            و-۲ـ درصورتی‌که از جنبه‌ی فنی و مالی، تعلیق حساب ازنظر کارگزاری
            بیترا لازم باشد.
          </li>
        </ul>
      </li>
      <li>
        ز- مسئولیت حساب‌ها
        <ul>
          <li>
            ز-۱- حساب شما تنها باید توسط خود شما مورداستفاده قرار گیرد و نباید
            تحت هیچ شرایطی به دیگران اجازه بدهید از آن استفاده کنند.
          </li>
          <li>
            ز-۲- در خصوص خسارات ناشی از عدم ارائه اطلاعات صحیح و یا صدمه‌ ناشی
            از استفاده‌ غیرمجاز از حساب توسط ثالث که رمز عبور شمارا به سرقت برده
            است، مسئولیتی نخواهیم داشت. در این حالت موظف به جبران خسارت وارده به
            شخص ثالث در اثر کلاه‌برداری مالی خواهید بود. علاوه بر آن، در خصوص
            جبران خسارت شخص ثالث از سوی شما هیچ‌گونه مسئولیتی بر عهده‌ی ما
            نخواهد بود
          </li>
        </ul>
      </li>
    </ul>
    <h1>استفاده از خدمات</h1>
    <ul>
      <li>
        1- ارائه‌ی خدمات و هزینه‌ی استفاده از آن
        <ul>
          <li>
            ۱-۱- خدمات کارگزاری بیترا شامل ارائه زیرساخت‌های لازم به‌منظور تشکیل
            یک بازار خریدوفروش رمزارزها بین کاربران کارگزاری و با استفاده از پول
            رایج کشور است.
          </li>
          <li>
            ۲-۱- برای ارائه‌ی بهتر خدمات، ممکن است اطلاعیه‌ها و آموزش‌های مربوط
            به استفاده از خدمات کارگزاری بیترا برای شما ارسال شود.
          </li>
        </ul>
      </li>
      <li>
        ۲- نحوه‌ی استفاده از خدمات و موارد مهم
        <div>
          کاربران می‌توانند از کلیه خدمات ارائه‌شده، استفاده نمایند اما ممکن است
          با توجه به موارد ذیل در استفاده از خدمات با محدودیت‌هایی روبه‌رو
          گردند.
        </div>
        <ul>
          <li>
            ۱-۲- کاربر نباید در ارائه‌ی خدمات ما دخالت و به شیوه‌ای غیر ازآنچه
            ما مجاز می‌دانیم استفاده نماید.
          </li>
          <li>
            ۲-۲- رفتارهای مختلف از قبیل جمع‌آوری و استفاده‌ی غیرمجاز از اطلاعات
            کاربران، استفاده از خدمات برای اهداف تجاری (بدون امضاء قرارداد
            استفاده تجاری با ما)، نشر اطلاعات برخلاف قوانین و مقررات، انتقال
            اطلاعات حساب‌ها و یا قرض دادن آن‌ها (استفاده از حساب اجاره‌ای) و
            ارائه‌ی خدمات جانبی ممنوع خواهد بود.
          </li>
          <li>
            ۳-۲- در صورت عدم رعایت و یا نقض قوانین و مقررات مربوط و یا توافقنامه
            استفاده از کارگزاری از سوی شما، حساب کاربری شما موردبررسی قرارگرفته
            و به‌طور موقت یا دائمی مانع استفاده‌ شما از خدمات خواهیم شد.
          </li>
          <li>
            ۴-۲- درآمد کارگزاری بیترا از کارمزد معاملات بین کاربران است،
            کارگزاری بیترا از دو طرف هر معامله بر اساس سطح کاربری کارمزد کسر
            می‌نماید.
          </li>
          <li>
            ۵-۲- درصورتی‌که عضویت شما لغو گردد، اطلاعات شما نزد ما محفوظ خواهد
            بود و قادر نخواهید بود حذف اطلاعات موجود را درخواست نمایید.
          </li>
        </ul>
      </li>
      <li>
        ۳- حفاظت از اطلاعات شخصی:
        <div>
          اطلاعات شخصی شما تنها برای موضوع موردتوافق و در چارچوب آن مورداستفاده
          قرار خواهد گرفت تا خدمات به‌طور منظم ارائه گردد. اطلاعات شخصی شما جز
          با رضایت جداگانه از طرف شما به ثالث ارائه نخواهد شد.
        </div>
        <div>
          نسبت به وقوع احتمالی خسارت ناشی از کلاه‌برداری مالی باید خود توجه کافی
          داشته باشید و اگر کلاه‌بردار مالی یا الکترونیکی موجب تحقیق از ناحیه‌ی
          مراجع تحقیقاتی، قضایی، اداری یا نهاد عمومی دیگری شود، می‌توانیم نسبت
          به تعلیق حساب شما و کیف‌پول رمزارز به‌طور هم‌زمان اقدام کنیم.
        </div>
        <div>
          کاربر می‌پذیرد که:
          <ul>
            <li>
              ۱- منبع و مقصد کلیه رمزارزها و وجوه نقد ارائه‌شده توسط وی در
              تراکنش‌های کارگزاری کاملاً قانونی و مطابق با قوانین بین‌المللی و
              مقررات جمهوری اسلامی ایران باشند.
            </li>
            <li>
              ۲- مالک قانونی وجوه و حساب‌هایی است که وی در هر سفارش به هر نحو چه
              برای پرداخت و چه برای دریافت از آن‌ها استفاده کرده است.
            </li>
            <li>
              ۳- اطلاعاتی که کاربر در خلال سفارش یا ثبت‌نام در کارگزاری بیترا
              وارد کرده است کاملاً محفوظ خواهد ماند و به هیچ شخص ثالثی ارائه
              نخواهد شد مگر با نامه قضایی و یا درخواست کتبی پلیس محترم فتا
              جمهوری اسلامی ایران.
            </li>
            <li>
              ۴- این حق برای کارگزاری بیترا محفوظ است که هرگونه اطلاعات لازم
              برای احراز هویت را قبل از پذیرش از کاربر بخواهد. در این حال تا
              احراز هویت کامل به عمل نیامده است، عضویت کاربر امکان نخواهد داشت.
            </li>
            <li>
              ۵- فرآیند احراز هویت شامل گردآوری اطلاعاتی از کاربر، من‌جمله شماره
              تماس ثابت، شماره همراه، آدرس محل اقامت، کارت شناسایی با تصویر
              سلفی، کد ملی و اطلاعات بانکی وی است.
              <div>
                این اقدامات حریم شخصی وی را نقض نخواهد کرد و به هیچ شخص ثالثی
                ارائه نخواهد شد.
              </div>
            </li>
            <li>
              ۶- تصمیم راجع به موفق یا ناموفق بودن احراز هویت فقط و فقط در
              اختیار کارگزاری بیترا خواهد بود و کارگزاری بیترا می‌تواند یک احراز
              هویت را به تشخیص خود قبول یا رد کند.
            </li>
            <li>
              ۷- تراکنش‌هایی که توسط کارگزاری بیترا در خلال انجام سفارش‌ها انجام
              می‌شوند غیرقابل‌بازگشت هستند و تابع قوانین مربوط به شبکه هر رمزارز
              در تراکنش انجام‌شده می‌باشند.
            </li>
            <li>
              ۸- کاربر می‌پذیرد که اطلاعات لازم در طی سفارش را با دقت وارد کرده،
              کلیه مسئولیت مربوط به‌اشتباه واردکردن اطلاعات در خلال سفارش با خود
              وی است و بیترا هیچ مسئولیتی راجع به سفارش انجام‌شده‌ای که اطلاعات
              اشتباه داشته و موجب زیان کاربر شده نمی‌پذیرد.
            </li>
            <li>
              ۹- ممکن است در یک معامله هویت گیرنده با فرستنده، یکی باشد.
              کارگزاری بیترا یکسان بودن هویت گیرنده و فرستنده را بررسی نمی‌کند.
              کارگزاری بیترا هیچ‌گونه مسئولیتی راجع به رابطه بین خریدار با
              فروشنده نمی‌پذیرد و هیچ‌گونه خدمات میانجیگری و حکمیت بین این دو
              ندارد.
            </li>
            <li>
              ۱۰- کاربر می‌پذیرد که کارگزاری بیترا صرفاً مسئول جابه‌جایی مقدار
              مشخص‌شده در معامله معین (سفارش خرید یا فروش) است و هیچ‌گونه
              مسئولیت دیگری ندارد.
            </li>
            <li>
              11- هرگونه کارمزد، کمیسیون و هزینه‌ دیگر که سیستم بانکی جهت
              نقل‌وانتقال پول به کاربر تحمیل نماید، بر عهده کاربر خواهد بود و
              کارگزاری بیترا هیچ‌گونه مسئولیتی راجع به این‌گونه هزینه‌ها
              نمی‌پذیرد.
            </li>
            <li>
              ۱2- کارگزاری بیترا هیچ‌گونه مسئولیتی راجع به تأخیر یا تراکنش
              ناموفق ایجادشده در انجام سفارش به علت نقص یا مشکل یا بروز رسانی
              شبکه رمزارزها و یا بانک پذیرنده را نمی‌پذیرد.
            </li>
            <li>
              ۱3- حقوق هر کاربر برای استفاده از کارگزاری بیترا مخصوص به خود اوست
              و مسئولیت استفاده هر کاربر از نام کاربری و رمز عبور وی فقط و فقط
              به عهده کاربر خواهد بود. کاربر می‌پذیرد که مسئولیت کلیه تراکنش‌های
              انجام‌شده از حساب کاربری وی به عهده خود وی است.
            </li>
            <li>
              ۱4- هرگونه پیامدهای مالیاتی ناشی از تراکنش‌های کاربران به عهده خود
              آنان خواهد بود و کارگزاری بیترا هیچ‌گونه مسئولیتی نمی‌پذیرد.
            </li>
            <li>
              ۱5- کاربر می‌پذیرد که جز در مورد انجام صحیح معامله با قیمت و
              کارمزد مشخص و شفاف طبق این قرارداد هیچ‌گونه ادعایی از کارگزاری
              بیترا و مدیران، کارکنان و کلیه‌ی مرتبطان با این کارگزاری نداشته
              باشد.
            </li>
          </ul>
        </div>
      </li>
    </ul>
    <h1>نکات مهم در رابطه با خدمات معاملات کارگزاری بیترا</h1>
    <p>باید از این موارد آگاه بوده و آن‌ها را رعایت کنید:</p>
    <ul>
      <li>
        ۱- کارگزاری بیترا در معاملات نقش واسطه را میان کاربران بر عهده دارد و
        لذا ارزش و یا بازپرداخت رمزارز را به‌هیچ‌وجه تضمین نمی‌کند و نیز مسئولیت
        منافع اقتصادی ناشی از معامله با رمزارز بر عهده‌ی کاربر خواهد بود.
      </li>
      <li>
        ۲- در صورت حصول اطمینان از عدم صحت اطلاعات شخصی کاربری، موظف به قطع
        استفاده‌ی کاربر مربوطه از خدمات معاملات کارگزاری بیترا خواهیم بود و
        اقدامات متقابل را به انجام خواهیم رساند.
      </li>
      <li>
        ۳- در برابر خسارات ناشی از به سرقت رفتن حساب شما توسط شخص ثالث مسئولیتی
        نخواهیم داشت.
        <div>
          درصورتی‌که حساب شما به حالت تعلیق درآید، موظف به انجام امور ذیل خواهید
          بود:
          <ul>
            <li>
              ۱-۳- در صورت تعلیق حساب، تحقیقات اولیه در مورد حساب انجام داده و
              موظف خواهید بود که با ما همکاری کامل به عمل‌آورید.
            </li>
            <li>
              ۲-۳- در صورت تعلیق حساب، نمی‌توانید ریال را سپرده‌گذاری کرده یا
              مسترد نمایید و نمی‌توانید معاملات را از طریق کیف‌پول الکترونیکی
              انجام دهید.
            </li>
            <li>
              ۳-۳- پس از تحقیقات داخلی در خصوص حساب، ممکن است نسبت به تعطیلی
              حساب که هفت روز پس از ابلاغ اولیه صورت خواهد پذیرفت، اقدام
              کنیم.علاوه بر این، دلایل تعطیلی حساب به شما ابلاغ خواهد شد.
            </li>
            <li>
              ۴-۳- می‌توانید موجودی کیف‌پول الکترونیکی خود را در طول دوره‌ی
              هفت‌روزه ابلاغ تصفیه کنید. با انقضاء مدت مذکور، خود نسبت به
              تصفیه‌ی آن بر اساس نرخ بازار در زمان تصفیه ، در چارچوب خدمات
              معاملاتی ما اقدام خواهیم نمود. و باقی‌مانده‌ی ریال را به آدرس حساب
              بانکی ثبت‌شده در اطلاعات کاربر عودت خواهیم داد.
            </li>
            <li>
              ۵-۳- همواره می‌توانید پول نقد معادل ریال خود را که در کیف‌پول حساب
              شماست دریافت کنید. البته تعهدی به پرداخت سود مربوط برای ریال موجود
              در کیف الکترونیکی ریال شما نخواهیم داشت.
            </li>
            <li>
              ۶-۳- ما از ریال موجود در نزد کاربر بدون رضایت وی استفاده نخواهیم
              کرد.
            </li>
          </ul>
        </div>
      </li>
      <li>
        ۴- می‌توانیم واریز و یا برداشت ریال را در شرایط ذیل ممنوع کرده و البته
        ممنوعیت و علت آن را به شما اعلام خواهیم کرد:
        <ul>
          <li>
            ۱-۴- چنانچه درخواست کتبی از محاکم و نهادهای دولتی در این خصوص ارائه
            شود.
          </li>
          <li>
            ۲-۴ – درصورتی‌که کاربر مرتکب جرم شده یا مظنون به تملک عواید از محل
            ارتکاب جرم باشد.
          </li>
          <li>
            ۳-۴- در سایر موارد چنانچه محدود کردن استفاده از خدمات پرداخت بر اساس
            سیاست عملیاتی ما ضروری تشخیص داده شود.
          </li>
        </ul>
      </li>
      <li>
        ۵- در زمان برداشت رمزارز به آدرسی خارج از کارگزاری بیترا، کارمزد انتقال
        تراکنش مذکور بر روی شبکه بلاک‌چین، از مقدار موجودی همان رمزارز کسر خواهد
        شد. کارگزاری بیترا به‌هیچ‌وجه نگاه درآمدی به کارمزدهای مربوط به انتقال
        رمزارز ندارد. این کارمزد مربوط به شبکه بلاک‌چین بوده و مقدار آن به‌صورت
        کاملاً هوشمندانه و با هدف انتقال در کمترین زمان ممکن، تعیین می‌گردد.
        <ul>
          <li>
            ۱-۵- مقدار کارمزد انتقال رمزارز بسته به شرایط شبکه بلاک‌چین آن
            رمزارز، متغیر است و کارگزاری بیترا می‌تواند بسته به شرایط شبکه،
            کارمزدهای انتقال رمزارز را تغییر دهد.
          </li>
          <li>
            ۲-۵- کارمزدی که برای انتقال رمزارز کسر می‌گردد، لزوماً با کارمزدی که
            در زمان انتقال بر روی شبکه بلاک‌چین مشاهده می‌شود، یکسان نیست و ممکن
            است بسته به شرایط حاکم بر شبکه، مقداری بیشتر یا کمتر از کارمزد
            پرداختی کاربر باشد. این تفاوت ناشی از ساختار پیچیده مدیریت
            تراکنش‌های کیف‌پول‌های کارگزاری است و با ساختار کیف‌پول‌های
            نرم‌افزاری بسیار متفاوت است.
          </li>
          <li>
            ۳-۵- انتقال دارایی‌های دیجیتال از مبدأ کیف‌پول کارگزاری بیترا به
            مقصد کیف‌پول‌های بیترا، رایگان بوده و مقدار کارمزد انتقال، از
            کیف‌پول مبدأ کسر نمی‌گردد.
          </li>
          <li>
            ۴-۵- به دلایل کاملاً فنی، برداشت مقادیر بسیار کوچک موجودی رمزارز، از
            کیف‌پول‌های کارگزاری بیترا میسر نیست. برای مثال در کیف‌پول‌های
            بیت‌کوین مقادیر کمتر از ۰٫۰۰۰۱ بیت‌کوین، در زمان انتقال، قابلیت
            برداشت را نخواهند داشت. این رقم برای رمزارزهای دیگر متفاوت است.
          </li>
        </ul>
      </li>
    </ul>
    <h1>سایر موارد</h1>
    <ul>
      <li>
        ۱ـ در حدود قانون هیچ‌گونه تعهد یا ضمانتی برای امور خاص مسکوت مانده در
        این موافقت‌نامه از حیث ارائه‌ی خدمات بر عهده نمی‌گیریم. علاوه بر این، در
        خصوص ارزش رمزارزهایی که خود آن را صادر نکرده یا واگذار ننموده و همچنین
        پرداخت آن را ضمانت ننموده‌ایم، هیچ‌گونه تعهدی نخواهیم داشت.
      </li>
      <li>
        ۲- چنانچه اطلاعات ارائه‌شده از سوی شما با واقعیت همخوانی نداشته باشد،
        می‌توانیم ارائه‌ خدمات را متوقف کرده یا تمامی یا بخشی از این موافقت‌نامه
        را فسخ نماییم. درصورتی‌که خسارتی متوجه ما شود، می‌توانیم خسارت مذکور را
        به‌حساب شما منظور نماییم.
      </li>
      <li>
        ۳- در صورت ورود خسارت به ما که ناشی از فعالیت‌های غیرقانونی باشد،
        می‌توانیم از حق مطالبه خسارت علیه شما به‌موجب قانون استفاده کنیم. لذا
        لازم است از خدمات در چارچوب قوانین و مقررات استفاده نمایید.
      </li>
    </ul>
    <h3>اعلامیه‌ها</h3>
    <div>
      می‌توانیم موارد مهم مربوط به این موافقت‌نامه و نیز خدمات را با اعلام آن‌ها
      در اولین صفحه‌ی نمایش یا صفحه‌ی اعلامیه‌های خدمات در صورت لزوم به ترتیب
      اعلام آن از طریق ایمیل یا پیامک ثبت‌شده در حساب به کاربر منتقل نماییم.
    </div>
    <h3>حل اختلاف</h3>
    <div>
      این موافقت‌نامه یا خدمات بر اساس قوانین جمهوری اسلامی ایران، قطع‌نظر از
      تابعیت یا محل سکونت کاربر تفسیر شده و تابع آن خواهد بود. قانون حاکم به
      حل‌وفصل اختلافات تابع قوانین ایران است. البته درصورتی‌که قانون مشخص یا رأی
      دادگاه در پیرامون پول مجازی و غیره وجود نداشته باشد، رویه یا باور قوی خارج
      از این کشور می‌توانید در چارچوب قوانین و مقررات راجع به اختلاف ذیل این
      موافقت‌نامه یا خدمات موجد اثر گردد. با بروز اختلاف فی‌مابین ما و کاربر در
      خصوص استفاده از خدمات، تلاش می‌کنیم این اختلاف مرتفع گردد در صورت ادامه
      اختلاف امکان طرح دعوی از طریق ارجاع به داوری، ذیل قانون آیین دادرسی مدنی
      وجود خواهد داشت.
    </div>
    <h3>سلب مسئولیت</h3>
    <div>
      کارگزاری بیترا به‌عنوان پلتفرم و بستر مبادله دارایی‌ها و ارزهای دیجیتال
      هیچ‌گونه مسئولیتی در خصوص نوسانات ارزش توکن‌های موجود بر روی بازارهای
      کارگزاری بیترا ندارد. همچنین کارگزاری بیترا به‌هیچ‌عنوان مسئولیتی در قبال
      بازخرید توکن‌های مزبور نداشته و قیمت‌های مندرج در بازارهای کارگزاری بیترا
      همگی توسط کاربران ثبت و مدیریت می‌شوند و کارگزاری بیترا نقشی در این خصوص
      ایفا نمی‌نماید.
    </div>
    <div>
      کلیه پیامک‌های مرتبط با پلتفرم بیترا، اعم از پیامک‌های واریز، برداشت،
      احراز هویت و همچنین پیامک‌های اطلاع‌رسانی فقط و فقط از طریق سر شماره
      اختصاصی کارگزاری بیترا به شماره 10008663 و 2000500666 ارسال خواهد شد و
      کارگزاری بیترا مسئولیتی در قبال پیامک‌های ارسال‌شده، از شماره‌هایی غیر از
      شماره مذکور، نخواهد داشت.
    </div>
  </div>
</template>

<script>
export default {
  name: "Terms"
}
</script>

<style scoped>
body {
  direction: rtl;
  letter-spacing: normal;
  padding: 16px 24px 10px;
  color: rgba(0, 0, 0, .6);
  font-size: 1rem;
  font-weight: 400;
  line-height: 1.375rem;
  background: #fff;
  display: flex;
  flex-direction: column;
  justify-content: center;
  align-items: flex-start;
  /*line-height: 2.4rem;*/
}

h1 {
  color: rgba(0, 0, 0, .87);
  font-size: 1.3rem;
  font-weight: 500;
  line-height: 2.4rem;
}

ul li {
  list-style-type: none;
}
</style>