export default [
    {
        "province": "آذربایجان شرقی",
        "city": "آبش‌احمد"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "آچاچی"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "آذرشهر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "آقکند"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "اسکو"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "اهر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "ایلخچی"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "باروق"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "باسمنج"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "بخشایش"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "بستان‌آباد"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "بناب"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "تبریز"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "تسوج"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "تیکمه‌داش"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "جلفا"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "چاراویماق"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "خامنه"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "خراجو"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "خسروشهر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "خواجه"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "دوزدوزان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "ذوالبین"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "زرنق"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "زنوز"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "سراب"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "سردرود"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "سهند"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "سیس"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "شبستر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "شربیان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "شرف‌خانه"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "شندآباد"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "صوفیان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "عجب‌شیر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "قره‌آغاج"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "کلیبر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "کوزه‌کنان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "گوگان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "لیلان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "مراغه"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "مرند"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "ملکان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "ممقان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "مهربان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "میانه"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "هادی‌شهر"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "هریس"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "هشترود"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "هوراند"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "وایقان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "ورزقان"
    },
    {
        "province": "آذربایجان شرقی",
        "city": "یامچی"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "آواجیق"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "ارومیه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "اشنویه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "ایواوغلی"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "باروق"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "بازرگان"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "بوکان"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "پل‌دشت"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "تکاب"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "چایپاره"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "خوی"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سردشت"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سرو"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سلماس"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سیلوانه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سیمینه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "سیه‌چشمه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "شاهین‌دژ"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "شوط"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "فیرورق"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "قره ضیاءالدین"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "کشاورز"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "گردکشانه"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "ماکو"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "محمدیار"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "محمودآباد"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "مهاباد"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "میاندوآب"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "میرآباد"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "نالوس"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "نقده"
    },
    {
        "province": "آذربایجان‌ غربی",
        "city": "نوشین‌شهر"
    },
    {
        "province": "اردبیل",
        "city": "آبی‌بیگلو"
    },
    {
        "province": "اردبیل",
        "city": "اردبیل"
    },
    {
        "province": "اردبیل",
        "city": "بیله‌سوار"
    },
    {
        "province": "اردبیل",
        "city": "پارس‌آباد"
    },
    {
        "province": "اردبیل",
        "city": "جعفرآباد"
    },
    {
        "province": "اردبیل",
        "city": "جنگل فندقلو"
    },
    {
        "province": "اردبیل",
        "city": "خلخال"
    },
    {
        "province": "اردبیل",
        "city": "عنبران"
    },
    {
        "province": "اردبیل",
        "city": "گرمی"
    },
    {
        "province": "اردبیل",
        "city": "گیلوان"
    },
    {
        "province": "اردبیل",
        "city": "گیوی"
    },
    {
        "province": "اردبیل",
        "city": "مشگین‌شهر"
    },
    {
        "province": "اردبیل",
        "city": "نمین"
    },
    {
        "province": "اردبیل",
        "city": "نیر"
    },
    {
        "province": "اردبیل",
        "city": "هیر"
    },
    {
        "province": "اصفهان",
        "city": "آبچوئیه"
    },
    {
        "province": "اصفهان",
        "city": "آران و بیدگل"
    },
    {
        "province": "اصفهان",
        "city": "ابریشم"
    },
    {
        "province": "اصفهان",
        "city": "ابوزیدآباد"
    },
    {
        "province": "اصفهان",
        "city": "اردستان"
    },
    {
        "province": "اصفهان",
        "city": "اژیه"
    },
    {
        "province": "اصفهان",
        "city": "اصفهان"
    },
    {
        "province": "اصفهان",
        "city": "بادرود"
    },
    {
        "province": "اصفهان",
        "city": "برف‌انبار"
    },
    {
        "province": "اصفهان",
        "city": "بهارستان"
    },
    {
        "province": "اصفهان",
        "city": "تودشک"
    },
    {
        "province": "اصفهان",
        "city": "تیران"
    },
    {
        "province": "اصفهان",
        "city": "جوشقان و کامو"
    },
    {
        "province": "اصفهان",
        "city": "چمگردان"
    },
    {
        "province": "اصفهان",
        "city": "خالدآباد"
    },
    {
        "province": "اصفهان",
        "city": "خمینی‌شهر"
    },
    {
        "province": "اصفهان",
        "city": "خوانسار"
    },
    {
        "province": "اصفهان",
        "city": "خور"
    },
    {
        "province": "اصفهان",
        "city": "خوراسگان"
    },
    {
        "province": "اصفهان",
        "city": "خورزوق"
    },
    {
        "province": "اصفهان",
        "city": "داران"
    },
    {
        "province": "اصفهان",
        "city": "دهق"
    },
    {
        "province": "اصفهان",
        "city": "دیزیچه"
    },
    {
        "province": "اصفهان",
        "city": "زاغل"
    },
    {
        "province": "اصفهان",
        "city": "زرین‌شهر"
    },
    {
        "province": "اصفهان",
        "city": "زیباشهر"
    },
    {
        "province": "اصفهان",
        "city": "شاهین‌شهر"
    },
    {
        "province": "اصفهان",
        "city": "شهرضا"
    },
    {
        "province": "اصفهان",
        "city": "طالخونچه"
    },
    {
        "province": "اصفهان",
        "city": "فریدون‌شهر"
    },
    {
        "province": "اصفهان",
        "city": "کمشجه"
    },
    {
        "province": "اصفهان",
        "city": "کهریزسنگ"
    },
    {
        "province": "اصفهان",
        "city": "کوهپایه"
    },
    {
        "province": "اصفهان",
        "city": "گلپایگان"
    },
    {
        "province": "اصفهان",
        "city": "گل‌دشت"
    },
    {
        "province": "اصفهان",
        "city": "گل‌شهر"
    },
    {
        "province": "اصفهان",
        "city": "گوگد"
    },
    {
        "province": "اصفهان",
        "city": "مبارکه"
    },
    {
        "province": "اصفهان",
        "city": "محمد آباد"
    },
    {
        "province": "اصفهان",
        "city": "میمه"
    },
    {
        "province": "اصفهان",
        "city": "نجف‌آباد"
    },
    {
        "province": "اصفهان",
        "city": "نطنز"
    },
    {
        "province": "اصفهان",
        "city": "نوش‌آباد"
    },
    {
        "province": "اصفهان",
        "city": "نیاسر"
    },
    {
        "province": "اصفهان",
        "city": "ورنامخواست"
    },
    {
        "province": "البرز",
        "city": "آسارا"
    },
    {
        "province": "البرز",
        "city": "اشتهارد"
    },
    {
        "province": "البرز",
        "city": "چهارباغ"
    },
    {
        "province": "البرز",
        "city": "ساوجبلاغ"
    },
    {
        "province": "البرز",
        "city": "طالقان"
    },
    {
        "province": "البرز",
        "city": "کرج"
    },
    {
        "province": "البرز",
        "city": "کمال‌شهر"
    },
    {
        "province": "البرز",
        "city": "کوهسار"
    },
    {
        "province": "البرز",
        "city": "گرم‌دره"
    },
    {
        "province": "البرز",
        "city": "ماهدشت"
    },
    {
        "province": "البرز",
        "city": "محمدشهر"
    },
    {
        "province": "البرز",
        "city": "مشکین‌دشت"
    },
    {
        "province": "البرز",
        "city": "نظرآباد"
    },
    {
        "province": "البرز",
        "city": "هشتگرد"
    },
    {
        "province": "ایلام",
        "city": "آسمان‌آباد"
    },
    {
        "province": "ایلام",
        "city": "ایلام"
    },
    {
        "province": "ایلام",
        "city": "پهله"
    },
    {
        "province": "ایلام",
        "city": "دهلران"
    },
    {
        "province": "ایلام",
        "city": "مهران"
    },
    {
        "province": "ایلام",
        "city": "موسیان"
    },
    {
        "province": "ایلام",
        "city": "میمه"
    },
    {
        "province": "بوشهر",
        "city": "آب‌پخش"
    },
    {
        "province": "بوشهر",
        "city": "آبدان"
    },
    {
        "province": "بوشهر",
        "city": "امام حسن"
    },
    {
        "province": "بوشهر",
        "city": "اهرم"
    },
    {
        "province": "بوشهر",
        "city": "برازجان"
    },
    {
        "province": "بوشهر",
        "city": "بردخون"
    },
    {
        "province": "بوشهر",
        "city": "بردستان"
    },
    {
        "province": "بوشهر",
        "city": "بندر بوشهر"
    },
    {
        "province": "بوشهر",
        "city": "بندر دیر"
    },
    {
        "province": "بوشهر",
        "city": "بندر دیلم"
    },
    {
        "province": "بوشهر",
        "city": "بندر ریگ"
    },
    {
        "province": "بوشهر",
        "city": "بندر کنگان"
    },
    {
        "province": "بوشهر",
        "city": "بندر گناوه"
    },
    {
        "province": "بوشهر",
        "city": "بنک"
    },
    {
        "province": "بوشهر",
        "city": "تنگ ارم"
    },
    {
        "province": "بوشهر",
        "city": "جم"
    },
    {
        "province": "بوشهر",
        "city": "چغادک"
    },
    {
        "province": "بوشهر",
        "city": "خارک"
    },
    {
        "province": "بوشهر",
        "city": "خورموج"
    },
    {
        "province": "بوشهر",
        "city": "دالکی"
    },
    {
        "province": "بوشهر",
        "city": "دلوار"
    },
    {
        "province": "بوشهر",
        "city": "ریز"
    },
    {
        "province": "بوشهر",
        "city": "سعدآباد"
    },
    {
        "province": "بوشهر",
        "city": "شبانکاره"
    },
    {
        "province": "بوشهر",
        "city": "شنبه"
    },
    {
        "province": "بوشهر",
        "city": "طاهری"
    },
    {
        "province": "بوشهر",
        "city": "عسلویه"
    },
    {
        "province": "بوشهر",
        "city": "کاکی"
    },
    {
        "province": "بوشهر",
        "city": "کلمه"
    },
    {
        "province": "بوشهر",
        "city": "نخل تقی"
    },
    {
        "province": "بوشهر",
        "city": "وحدتیه"
    },
    {
        "province": "تهران",
        "city": "آبعلی"
    },
    {
        "province": "تهران",
        "city": "ارجمند"
    },
    {
        "province": "تهران",
        "city": "اسلام شهر"
    },
    {
        "province": "تهران",
        "city": "اندیشه"
    },
    {
        "province": "تهران",
        "city": "باغستان"
    },
    {
        "province": "تهران",
        "city": "باقرشهر"
    },
    {
        "province": "تهران",
        "city": "پاک‌دشت"
    },
    {
        "province": "تهران",
        "city": "پردیس"
    },
    {
        "province": "تهران",
        "city": "پیشوا"
    },
    {
        "province": "تهران",
        "city": "تهران"
    },
    {
        "province": "تهران",
        "city": "دربندسر"
    },
    {
        "province": "تهران",
        "city": "دماوند"
    },
    {
        "province": "تهران",
        "city": "رباط‌کریم"
    },
    {
        "province": "تهران",
        "city": "رودهن"
    },
    {
        "province": "تهران",
        "city": "ری"
    },
    {
        "province": "تهران",
        "city": "زردبند"
    },
    {
        "province": "تهران",
        "city": "شاهدشهر"
    },
    {
        "province": "تهران",
        "city": "شریف‌آباد"
    },
    {
        "province": "تهران",
        "city": "شمیرانات"
    },
    {
        "province": "تهران",
        "city": "شهریار"
    },
    {
        "province": "تهران",
        "city": "صالح‌آباد"
    },
    {
        "province": "تهران",
        "city": "صباشهر"
    },
    {
        "province": "تهران",
        "city": "فردوسیه"
    },
    {
        "province": "تهران",
        "city": "فشم"
    },
    {
        "province": "تهران",
        "city": "فیروزکوه"
    },
    {
        "province": "تهران",
        "city": "قدس"
    },
    {
        "province": "تهران",
        "city": "قرچک"
    },
    {
        "province": "تهران",
        "city": "کیلان"
    },
    {
        "province": "تهران",
        "city": "گلستان"
    },
    {
        "province": "تهران",
        "city": "لواسان"
    },
    {
        "province": "تهران",
        "city": "ملارد"
    },
    {
        "province": "تهران",
        "city": "نسیم‌شهر"
    },
    {
        "province": "تهران",
        "city": "نصیرشهر"
    },
    {
        "province": "تهران",
        "city": "وحیدیه"
    },
    {
        "province": "تهران",
        "city": "ورامین"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "آلونی"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "اردل"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "بروجن"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "بلداجی"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "جونقان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "چلگرد"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "سامان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "سفیددشت"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "سودجان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "سورشجان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "شلمزار"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "شهرکرد"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "فارسان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "فرادنبه"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "فرخ‌شهر"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "گندمان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "گهرو"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "لردگان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "ناغان"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "نافچ"
    },
    {
        "province": "چهارمحال‌و‌بختیاری",
        "city": "هفشجان"
    },
    {
        "province": "خراسان جنوبی",
        "city": "آیَسک"
    },
    {
        "province": "خراسان جنوبی",
        "city": "اسفدن"
    },
    {
        "province": "خراسان جنوبی",
        "city": "اسلامیه"
    },
    {
        "province": "خراسان جنوبی",
        "city": "بشرویه"
    },
    {
        "province": "خراسان جنوبی",
        "city": "بیرجند"
    },
    {
        "province": "خراسان جنوبی",
        "city": "خضری دشت بیاض"
    },
    {
        "province": "خراسان جنوبی",
        "city": "درمیان"
    },
    {
        "province": "خراسان جنوبی",
        "city": "سرایان"
    },
    {
        "province": "خراسان جنوبی",
        "city": "سربیشه"
    },
    {
        "province": "خراسان جنوبی",
        "city": "شوسف"
    },
    {
        "province": "خراسان جنوبی",
        "city": "طارق"
    },
    {
        "province": "خراسان جنوبی",
        "city": "فردوس"
    },
    {
        "province": "خراسان جنوبی",
        "city": "قائن"
    },
    {
        "province": "خراسان جنوبی",
        "city": "قائنات"
    },
    {
        "province": "خراسان جنوبی",
        "city": "نهبندان"
    },
    {
        "province": "خراسان رضوی",
        "city": "انابد"
    },
    {
        "province": "خراسان رضوی",
        "city": "باجگیران"
    },
    {
        "province": "خراسان رضوی",
        "city": "باخرز"
    },
    {
        "province": "خراسان رضوی",
        "city": "بایگ"
    },
    {
        "province": "خراسان رضوی",
        "city": "بجستان"
    },
    {
        "province": "خراسان رضوی",
        "city": "بردسکن"
    },
    {
        "province": "خراسان رضوی",
        "city": "بیدخت"
    },
    {
        "province": "خراسان رضوی",
        "city": "تایباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "تربت جام"
    },
    {
        "province": "خراسان رضوی",
        "city": "تربت حیدریه"
    },
    {
        "province": "خراسان رضوی",
        "city": "چاپشلو"
    },
    {
        "province": "خراسان رضوی",
        "city": "چکنه"
    },
    {
        "province": "خراسان رضوی",
        "city": "چناران"
    },
    {
        "province": "خراسان رضوی",
        "city": "خرو"
    },
    {
        "province": "خراسان رضوی",
        "city": "خلیل‌آباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "داورزن"
    },
    {
        "province": "خراسان رضوی",
        "city": "دررود"
    },
    {
        "province": "خراسان رضوی",
        "city": "دولت‌آباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "رودآب"
    },
    {
        "province": "خراسان رضوی",
        "city": "سبزوار"
    },
    {
        "province": "خراسان رضوی",
        "city": "سرخس"
    },
    {
        "province": "خراسان رضوی",
        "city": "سلامی"
    },
    {
        "province": "خراسان رضوی",
        "city": "شادمهر"
    },
    {
        "province": "خراسان رضوی",
        "city": "شاندیز"
    },
    {
        "province": "خراسان رضوی",
        "city": "طرقبه"
    },
    {
        "province": "خراسان رضوی",
        "city": "عشق‌آباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "فرهادگرد"
    },
    {
        "province": "خراسان رضوی",
        "city": "فریمان"
    },
    {
        "province": "خراسان رضوی",
        "city": "فیروزه"
    },
    {
        "province": "خراسان رضوی",
        "city": "فیض‌آباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "قاسم‌آباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "قدم‌گاه"
    },
    {
        "province": "خراسان رضوی",
        "city": "قوچان"
    },
    {
        "province": "خراسان رضوی",
        "city": "کاخک"
    },
    {
        "province": "خراسان رضوی",
        "city": "کاشمر"
    },
    {
        "province": "خراسان رضوی",
        "city": "کلات"
    },
    {
        "province": "خراسان رضوی",
        "city": "گناباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "مشهد مقدس"
    },
    {
        "province": "خراسان رضوی",
        "city": "نصرآباد"
    },
    {
        "province": "خراسان رضوی",
        "city": "نوخندان"
    },
    {
        "province": "خراسان رضوی",
        "city": "نیشابور"
    },
    {
        "province": "خراسان رضوی",
        "city": "نیل‌شهر"
    },
    {
        "province": "خراسان رضوی",
        "city": "همت آباد"
    },
    {
        "province": "خراسان شمالی",
        "city": "آش‌خانه"
    },
    {
        "province": "خراسان شمالی",
        "city": "اسفراین"
    },
    {
        "province": "خراسان شمالی",
        "city": "بجنورد"
    },
    {
        "province": "خراسان شمالی",
        "city": "پیش‌قلعه"
    },
    {
        "province": "خراسان شمالی",
        "city": "حصار گرم‌خان"
    },
    {
        "province": "خراسان شمالی",
        "city": "درق"
    },
    {
        "province": "خراسان شمالی",
        "city": "راز"
    },
    {
        "province": "خراسان شمالی",
        "city": "سنخواست"
    },
    {
        "province": "خراسان شمالی",
        "city": "شیروان"
    },
    {
        "province": "خراسان شمالی",
        "city": "صفی‌آباد"
    },
    {
        "province": "خراسان شمالی",
        "city": "لوجلی"
    },
    {
        "province": "خوزستان",
        "city": "آبادان"
    },
    {
        "province": "خوزستان",
        "city": "اروندکنار"
    },
    {
        "province": "خوزستان",
        "city": "امیدیه"
    },
    {
        "province": "خوزستان",
        "city": "اندیمشک"
    },
    {
        "province": "خوزستان",
        "city": "اهواز"
    },
    {
        "province": "خوزستان",
        "city": "ایذه"
    },
    {
        "province": "خوزستان",
        "city": "باغ‌ملک"
    },
    {
        "province": "خوزستان",
        "city": "بندر امام خمینی ره"
    },
    {
        "province": "خوزستان",
        "city": "بهبهان"
    },
    {
        "province": "خوزستان",
        "city": "چمران"
    },
    {
        "province": "خوزستان",
        "city": "حر ریاحی"
    },
    {
        "province": "خوزستان",
        "city": "خرمشهر"
    },
    {
        "province": "خوزستان",
        "city": "دزفول"
    },
    {
        "province": "خوزستان",
        "city": "دشت آزادگان"
    },
    {
        "province": "خوزستان",
        "city": "رامهرمز"
    },
    {
        "province": "خوزستان",
        "city": "سوسنگرد"
    },
    {
        "province": "خوزستان",
        "city": "شادگان"
    },
    {
        "province": "خوزستان",
        "city": "شوش"
    },
    {
        "province": "خوزستان",
        "city": "شوشتر"
    },
    {
        "province": "خوزستان",
        "city": "صیدون"
    },
    {
        "province": "خوزستان",
        "city": "گتوند"
    },
    {
        "province": "خوزستان",
        "city": "لالی"
    },
    {
        "province": "خوزستان",
        "city": "ماهشهر"
    },
    {
        "province": "خوزستان",
        "city": "مسجد سلیمان"
    },
    {
        "province": "خوزستان",
        "city": "میانرود"
    },
    {
        "province": "خوزستان",
        "city": "مینوشهر"
    },
    {
        "province": "خوزستان",
        "city": "هفتگل"
    },
    {
        "province": "خوزستان",
        "city": "هندیجان"
    },
    {
        "province": "زنجان",
        "city": "آب‌بر"
    },
    {
        "province": "زنجان",
        "city": "ارمغان‌خانه"
    },
    {
        "province": "زنجان",
        "city": "خرم‌دره"
    },
    {
        "province": "زنجان",
        "city": "زنجان"
    },
    {
        "province": "زنجان",
        "city": "سجاس"
    },
    {
        "province": "زنجان",
        "city": "سهرورد"
    },
    {
        "province": "زنجان",
        "city": "قیدار"
    },
    {
        "province": "زنجان",
        "city": "ماه‌نشان"
    },
    {
        "province": "سمنان",
        "city": "آرادان"
    },
    {
        "province": "سمنان",
        "city": "ایوانکی"
    },
    {
        "province": "سمنان",
        "city": "بسطام"
    },
    {
        "province": "سمنان",
        "city": "دامغان"
    },
    {
        "province": "سمنان",
        "city": "درجزین"
    },
    {
        "province": "سمنان",
        "city": "سرخه"
    },
    {
        "province": "سمنان",
        "city": "سمنان"
    },
    {
        "province": "سمنان",
        "city": "شاهرود"
    },
    {
        "province": "سمنان",
        "city": "شهمیرزاد"
    },
    {
        "province": "سمنان",
        "city": "کلاته خیج"
    },
    {
        "province": "سمنان",
        "city": "گرمسار"
    },
    {
        "province": "سمنان",
        "city": "مجن"
    },
    {
        "province": "سمنان",
        "city": "مهدی‌شهر"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "ادیمی"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "اسپکه"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "ایرانشهر"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "بزمان"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "بمپور"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "بنت"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "بنجار"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "پیشین"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "جالق"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "چابهار"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "خاش"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "دوست‌محمد"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "راسک"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "زابل"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "زابلی"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "زاهدان"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "زهک"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "سراوان"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "سرباز"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "سوران"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "فنوج"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "قصرقند"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "کنارک"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "گلمورتی"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "محمدآباد"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "میرجاوه"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "نصرت‌آباد"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "نگور"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "نوک‌آباد"
    },
    {
        "province": "سیستان و بلوچستان",
        "city": "نیک‌شهر"
    },
    {
        "province": "فارس",
        "city": "آباده"
    },
    {
        "province": "فارس",
        "city": "اردکان"
    },
    {
        "province": "فارس",
        "city": "ارسنجان"
    },
    {
        "province": "فارس",
        "city": "استهبان"
    },
    {
        "province": "فارس",
        "city": "اشکنان"
    },
    {
        "province": "فارس",
        "city": "اقلید"
    },
    {
        "province": "فارس",
        "city": "اَهِل"
    },
    {
        "province": "فارس",
        "city": "اِوَز"
    },
    {
        "province": "فارس",
        "city": "ایزدخواست"
    },
    {
        "province": "فارس",
        "city": "باب انار"
    },
    {
        "province": "فارس",
        "city": "بالاده"
    },
    {
        "province": "فارس",
        "city": "بنارویه"
    },
    {
        "province": "فارس",
        "city": "بهمن"
    },
    {
        "province": "فارس",
        "city": "بیرم"
    },
    {
        "province": "فارس",
        "city": "جنت‌شهر"
    },
    {
        "province": "فارس",
        "city": "جهرم"
    },
    {
        "province": "فارس",
        "city": "خاوران"
    },
    {
        "province": "فارس",
        "city": "خرامه"
    },
    {
        "province": "فارس",
        "city": "خشت"
    },
    {
        "province": "فارس",
        "city": "خنج"
    },
    {
        "province": "فارس",
        "city": "خور"
    },
    {
        "province": "فارس",
        "city": "خومه‌زار"
    },
    {
        "province": "فارس",
        "city": "رستم"
    },
    {
        "province": "فارس",
        "city": "سلطان شهر"
    },
    {
        "province": "فارس",
        "city": "سورمق"
    },
    {
        "province": "فارس",
        "city": "سوریان"
    },
    {
        "province": "فارس",
        "city": "ششده"
    },
    {
        "province": "فارس",
        "city": "شهر خنج"
    },
    {
        "province": "فارس",
        "city": "شیراز"
    },
    {
        "province": "فارس",
        "city": "صغاد"
    },
    {
        "province": "فارس",
        "city": "صفاشهر"
    },
    {
        "province": "فارس",
        "city": "علامرودشت"
    },
    {
        "province": "فارس",
        "city": "فسا"
    },
    {
        "province": "فارس",
        "city": "فیروزآباد"
    },
    {
        "province": "فارس",
        "city": "قائمیه"
    },
    {
        "province": "فارس",
        "city": "قطب‌آباد"
    },
    {
        "province": "فارس",
        "city": "قیر"
    },
    {
        "province": "فارس",
        "city": "کازرون"
    },
    {
        "province": "فارس",
        "city": "کام‌فیروز"
    },
    {
        "province": "فارس",
        "city": "کنارتخته"
    },
    {
        "province": "فارس",
        "city": "کَوار"
    },
    {
        "province": "فارس",
        "city": "گراش"
    },
    {
        "province": "فارس",
        "city": "گله‌دار"
    },
    {
        "province": "فارس",
        "city": "لار"
    },
    {
        "province": "فارس",
        "city": "لامرد"
    },
    {
        "province": "فارس",
        "city": "مرکزی گراش"
    },
    {
        "province": "فارس",
        "city": "مرودشت"
    },
    {
        "province": "فارس",
        "city": "مُهر"
    },
    {
        "province": "فارس",
        "city": "میمند"
    },
    {
        "province": "فارس",
        "city": "نودان"
    },
    {
        "province": "فارس",
        "city": "نورآباد"
    },
    {
        "province": "فارس",
        "city": "نورآباد ممسنی"
    },
    {
        "province": "فارس",
        "city": "نی‌ریز"
    },
    {
        "province": "فارس",
        "city": "وراوی"
    },
    {
        "province": "قزوین",
        "city": "ارداق"
    },
    {
        "province": "قزوین",
        "city": "اسفرورین"
    },
    {
        "province": "قزوین",
        "city": "الوند"
    },
    {
        "province": "قزوین",
        "city": "بوئین‌زهرا"
    },
    {
        "province": "قزوین",
        "city": "تاکستان"
    },
    {
        "province": "قزوین",
        "city": "خاک‌علی"
    },
    {
        "province": "قزوین",
        "city": "شال"
    },
    {
        "province": "قزوین",
        "city": "قزوین"
    },
    {
        "province": "قزوین",
        "city": "کوهین"
    },
    {
        "province": "قزوین",
        "city": "محمودآباد نمونه"
    },
    {
        "province": "قزوین",
        "city": "نرجه"
    },
    {
        "province": "قم",
        "city": "دستجرد"
    },
    {
        "province": "قم",
        "city": "قم"
    },
    {
        "province": "کاشان",
        "city": "کاشان"
    },
    {
        "province": "کردستان",
        "city": "بابارشانی"
    },
    {
        "province": "کردستان",
        "city": "بانه"
    },
    {
        "province": "کردستان",
        "city": "بیجار"
    },
    {
        "province": "کردستان",
        "city": "چناره"
    },
    {
        "province": "کردستان",
        "city": "دهگلان"
    },
    {
        "province": "کردستان",
        "city": "زرینه"
    },
    {
        "province": "کردستان",
        "city": "سریش‌آباد"
    },
    {
        "province": "کردستان",
        "city": "سقز"
    },
    {
        "province": "کردستان",
        "city": "سنندج"
    },
    {
        "province": "کردستان",
        "city": "شویشه"
    },
    {
        "province": "کردستان",
        "city": "صاحب"
    },
    {
        "province": "کردستان",
        "city": "قروه"
    },
    {
        "province": "کردستان",
        "city": "مریوان"
    },
    {
        "province": "کرمان",
        "city": "اختیارآباد"
    },
    {
        "province": "کرمان",
        "city": "امین‌شهر"
    },
    {
        "province": "کرمان",
        "city": "اندوه‌جرد"
    },
    {
        "province": "کرمان",
        "city": "باغین"
    },
    {
        "province": "کرمان",
        "city": "بافت"
    },
    {
        "province": "کرمان",
        "city": "بردسیر"
    },
    {
        "province": "کرمان",
        "city": "بروات"
    },
    {
        "province": "کرمان",
        "city": "بزنجان"
    },
    {
        "province": "کرمان",
        "city": "بم"
    },
    {
        "province": "کرمان",
        "city": "بهرمان"
    },
    {
        "province": "کرمان",
        "city": "پاریز"
    },
    {
        "province": "کرمان",
        "city": "جبالبارز"
    },
    {
        "province": "کرمان",
        "city": "جوپار"
    },
    {
        "province": "کرمان",
        "city": "جیرفت"
    },
    {
        "province": "کرمان",
        "city": "چترود"
    },
    {
        "province": "کرمان",
        "city": "دهج"
    },
    {
        "province": "کرمان",
        "city": "رابر"
    },
    {
        "province": "کرمان",
        "city": "راور"
    },
    {
        "province": "کرمان",
        "city": "راین"
    },
    {
        "province": "کرمان",
        "city": "رفسنجان"
    },
    {
        "province": "کرمان",
        "city": "ریحان‌شهر"
    },
    {
        "province": "کرمان",
        "city": "زنگی‌آباد"
    },
    {
        "province": "کرمان",
        "city": "زیدآباد"
    },
    {
        "province": "کرمان",
        "city": "سیرجان"
    },
    {
        "province": "کرمان",
        "city": "شهداد"
    },
    {
        "province": "کرمان",
        "city": "صفائیه"
    },
    {
        "province": "کرمان",
        "city": "فهرج"
    },
    {
        "province": "کرمان",
        "city": "کاظم‌آباد"
    },
    {
        "province": "کرمان",
        "city": "کرمان"
    },
    {
        "province": "کرمان",
        "city": "کوهبنان"
    },
    {
        "province": "کرمان",
        "city": "گلزار"
    },
    {
        "province": "کرمان",
        "city": "محی‌آباد"
    },
    {
        "province": "کرمان",
        "city": "مردهک"
    },
    {
        "province": "کرمان",
        "city": "منوجان"
    },
    {
        "province": "کرمان",
        "city": "نرماشیر"
    },
    {
        "province": "کرمان",
        "city": "نظام‌شهر"
    },
    {
        "province": "کرمان",
        "city": "نودژ"
    },
    {
        "province": "کرمان",
        "city": "یزدان‌شهر"
    },
    {
        "province": "کرمانشاه",
        "city": "ازگله"
    },
    {
        "province": "کرمانشاه",
        "city": "اسلام‌آباد غرب"
    },
    {
        "province": "کرمانشاه",
        "city": "باینگان"
    },
    {
        "province": "کرمانشاه",
        "city": "بیستون"
    },
    {
        "province": "کرمانشاه",
        "city": "پاوه"
    },
    {
        "province": "کرمانشاه",
        "city": "جوان‌رود"
    },
    {
        "province": "کرمانشاه",
        "city": "روانسر"
    },
    {
        "province": "کرمانشاه",
        "city": "سرپل ذهاب"
    },
    {
        "province": "کرمانشاه",
        "city": "سرمست"
    },
    {
        "province": "کرمانشاه",
        "city": "سطر"
    },
    {
        "province": "کرمانشاه",
        "city": "سنقر"
    },
    {
        "province": "کرمانشاه",
        "city": "سومار"
    },
    {
        "province": "کرمانشاه",
        "city": "صحنه"
    },
    {
        "province": "کرمانشاه",
        "city": "قصر شیرین"
    },
    {
        "province": "کرمانشاه",
        "city": "کرمانشاه"
    },
    {
        "province": "کرمانشاه",
        "city": "کنگاور"
    },
    {
        "province": "کرمانشاه",
        "city": "کوزران"
    },
    {
        "province": "کرمانشاه",
        "city": "گهواره"
    },
    {
        "province": "کرمانشاه",
        "city": "گیلان‌غرب"
    },
    {
        "province": "کرمانشاه",
        "city": "میان‌راهان"
    },
    {
        "province": "کرمانشاه",
        "city": "نوسود"
    },
    {
        "province": "کرمانشاه",
        "city": "هرسین"
    },
    {
        "province": "کرمانشاه",
        "city": "هلشی"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "پاتاوه"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "چرام"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "چیتاب"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "دهدشت"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "دو گنبدان"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "دیشموک"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "سوق"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "سی سخت"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "کفش‌کنان"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "گراب سفلی"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "لنده"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "لیکک"
    },
    {
        "province": "کهگیلویه‌ و‌ بویراحمد",
        "city": "یاسوج"
    },
    {
        "province": "گلستان",
        "city": "آزادشهر"
    },
    {
        "province": "گلستان",
        "city": "انبار آلوم"
    },
    {
        "province": "گلستان",
        "city": "اینچه‌بُرون"
    },
    {
        "province": "گلستان",
        "city": "بندر ترکمن"
    },
    {
        "province": "گلستان",
        "city": "بندر گز"
    },
    {
        "province": "گلستان",
        "city": "خان‌ببین"
    },
    {
        "province": "گلستان",
        "city": "دلند"
    },
    {
        "province": "گلستان",
        "city": "سرخنکلاته"
    },
    {
        "province": "گلستان",
        "city": "سیمین‌شهر"
    },
    {
        "province": "گلستان",
        "city": "علی‌آباد کتول"
    },
    {
        "province": "گلستان",
        "city": "کردکوی"
    },
    {
        "province": "گلستان",
        "city": "کلاله"
    },
    {
        "province": "گلستان",
        "city": "گالیکش"
    },
    {
        "province": "گلستان",
        "city": "گرگان"
    },
    {
        "province": "گلستان",
        "city": "گلستان"
    },
    {
        "province": "گلستان",
        "city": "گمیشان"
    },
    {
        "province": "گلستان",
        "city": "گنبدکاووس"
    },
    {
        "province": "گلستان",
        "city": "مینودشت"
    },
    {
        "province": "گلستان",
        "city": "نگین‌شهر"
    },
    {
        "province": "گلستان",
        "city": "نوکنده"
    },
    {
        "province": "گیلان",
        "city": "آستانه اشرفیه"
    },
    {
        "province": "گیلان",
        "city": "احمدسرگوراب"
    },
    {
        "province": "گیلان",
        "city": "اسالم"
    },
    {
        "province": "گیلان",
        "city": "اطاقور"
    },
    {
        "province": "گیلان",
        "city": "املش"
    },
    {
        "province": "گیلان",
        "city": "بازارجمعه"
    },
    {
        "province": "گیلان",
        "city": "بندر آستارا"
    },
    {
        "province": "گیلان",
        "city": "بندر انزلی"
    },
    {
        "province": "گیلان",
        "city": "تالش"
    },
    {
        "province": "گیلان",
        "city": "توتکابن"
    },
    {
        "province": "گیلان",
        "city": "جیرنده"
    },
    {
        "province": "گیلان",
        "city": "چابکسر"
    },
    {
        "province": "گیلان",
        "city": "چوبر"
    },
    {
        "province": "گیلان",
        "city": "خلیفه محله"
    },
    {
        "province": "گیلان",
        "city": "رشت"
    },
    {
        "province": "گیلان",
        "city": "رضوان‌شهر"
    },
    {
        "province": "گیلان",
        "city": "رودبار"
    },
    {
        "province": "گیلان",
        "city": "رودبار زیتون"
    },
    {
        "province": "گیلان",
        "city": "رودبنه"
    },
    {
        "province": "گیلان",
        "city": "شفت"
    },
    {
        "province": "گیلان",
        "city": "شلمان"
    },
    {
        "province": "گیلان",
        "city": "صومعه‌سرا"
    },
    {
        "province": "گیلان",
        "city": "فومن"
    },
    {
        "province": "گیلان",
        "city": "کوچصفهان"
    },
    {
        "province": "گیلان",
        "city": "لاهیجان"
    },
    {
        "province": "گیلان",
        "city": "لشت نشا"
    },
    {
        "province": "گیلان",
        "city": "لنگرود"
    },
    {
        "province": "گیلان",
        "city": "لوشان"
    },
    {
        "province": "گیلان",
        "city": "لوندویل"
    },
    {
        "province": "گیلان",
        "city": "لیسار"
    },
    {
        "province": "گیلان",
        "city": "مارلیک"
    },
    {
        "province": "گیلان",
        "city": "مارلیک"
    },
    {
        "province": "گیلان",
        "city": "ماسال"
    },
    {
        "province": "گیلان",
        "city": "مرجغل"
    },
    {
        "province": "گیلان",
        "city": "منجیل"
    },
    {
        "province": "گیلان",
        "city": "هشتپر"
    },
    {
        "province": "گیلان",
        "city": "واجارگاه"
    },
    {
        "province": "لرستان",
        "city": "ازنا"
    },
    {
        "province": "لرستان",
        "city": "الشتر"
    },
    {
        "province": "لرستان",
        "city": "الیگودرز"
    },
    {
        "province": "لرستان",
        "city": "بروجرد"
    },
    {
        "province": "لرستان",
        "city": "پل‌دختر"
    },
    {
        "province": "لرستان",
        "city": "چالانچولان"
    },
    {
        "province": "لرستان",
        "city": "خرم‌آباد"
    },
    {
        "province": "لرستان",
        "city": "درب گنبد"
    },
    {
        "province": "لرستان",
        "city": "دورود"
    },
    {
        "province": "لرستان",
        "city": "زاغه"
    },
    {
        "province": "لرستان",
        "city": "سراب‌دوره"
    },
    {
        "province": "لرستان",
        "city": "فرزیان"
    },
    {
        "province": "لرستان",
        "city": "فیروزآباد"
    },
    {
        "province": "لرستان",
        "city": "کونانی"
    },
    {
        "province": "لرستان",
        "city": "کوهدشت"
    },
    {
        "province": "لرستان",
        "city": "گراب"
    },
    {
        "province": "لرستان",
        "city": "معمولان"
    },
    {
        "province": "لرستان",
        "city": "نورآباد"
    },
    {
        "province": "لرستان",
        "city": "ویسیان"
    },
    {
        "province": "مازندران",
        "city": "آلاشت"
    },
    {
        "province": "مازندران",
        "city": "آمل"
    },
    {
        "province": "مازندران",
        "city": "امیرشهر"
    },
    {
        "province": "مازندران",
        "city": "ایزدشهر"
    },
    {
        "province": "مازندران",
        "city": "بابل"
    },
    {
        "province": "مازندران",
        "city": "بابلسر"
    },
    {
        "province": "مازندران",
        "city": "بلده"
    },
    {
        "province": "مازندران",
        "city": "بهشهر"
    },
    {
        "province": "مازندران",
        "city": "پل سفید"
    },
    {
        "province": "مازندران",
        "city": "تنکابن"
    },
    {
        "province": "مازندران",
        "city": "جویبار"
    },
    {
        "province": "مازندران",
        "city": "چالوس"
    },
    {
        "province": "مازندران",
        "city": "چمستان"
    },
    {
        "province": "مازندران",
        "city": "خلیل‌شهر"
    },
    {
        "province": "مازندران",
        "city": "خوش‌رودپی"
    },
    {
        "province": "مازندران",
        "city": "دابودشت"
    },
    {
        "province": "مازندران",
        "city": "رامسر"
    },
    {
        "province": "مازندران",
        "city": "رستمکلا"
    },
    {
        "province": "مازندران",
        "city": "رویان"
    },
    {
        "province": "مازندران",
        "city": "زرگرمحله"
    },
    {
        "province": "مازندران",
        "city": "ساری"
    },
    {
        "province": "مازندران",
        "city": "شیرگاه"
    },
    {
        "province": "مازندران",
        "city": "فریدون‌کنار"
    },
    {
        "province": "مازندران",
        "city": "فریم"
    },
    {
        "province": "مازندران",
        "city": "قائم‌شهر"
    },
    {
        "province": "مازندران",
        "city": "کلارآباد"
    },
    {
        "province": "مازندران",
        "city": "کلاردشت"
    },
    {
        "province": "مازندران",
        "city": "کله‌بست"
    },
    {
        "province": "مازندران",
        "city": "کوهی‌خیل"
    },
    {
        "province": "مازندران",
        "city": "کیاسر"
    },
    {
        "province": "مازندران",
        "city": "گتاب"
    },
    {
        "province": "مازندران",
        "city": "گرجی‌محله"
    },
    {
        "province": "مازندران",
        "city": "گزنک"
    },
    {
        "province": "مازندران",
        "city": "گلوگاه"
    },
    {
        "province": "مازندران",
        "city": "مرزن‌آباد"
    },
    {
        "province": "مازندران",
        "city": "مرزیکلا"
    },
    {
        "province": "مازندران",
        "city": "نشتارود"
    },
    {
        "province": "مازندران",
        "city": "نوشهر"
    },
    {
        "province": "مرکزی",
        "city": "آشتیان"
    },
    {
        "province": "مرکزی",
        "city": "اراک"
    },
    {
        "province": "مرکزی",
        "city": "انجدان"
    },
    {
        "province": "مرکزی",
        "city": "پرندک"
    },
    {
        "province": "مرکزی",
        "city": "تفرش"
    },
    {
        "province": "مرکزی",
        "city": "توره"
    },
    {
        "province": "مرکزی",
        "city": "خمین"
    },
    {
        "province": "مرکزی",
        "city": "خنداب"
    },
    {
        "province": "مرکزی",
        "city": "رازقان"
    },
    {
        "province": "مرکزی",
        "city": "زاویه"
    },
    {
        "province": "مرکزی",
        "city": "ساوه"
    },
    {
        "province": "مرکزی",
        "city": "سنجان"
    },
    {
        "province": "مرکزی",
        "city": "شازند"
    },
    {
        "province": "مرکزی",
        "city": "ضامنجان"
    },
    {
        "province": "مرکزی",
        "city": "غرق‌آباد"
    },
    {
        "province": "مرکزی",
        "city": "فرمهین"
    },
    {
        "province": "مرکزی",
        "city": "فیجان"
    },
    {
        "province": "مرکزی",
        "city": "قورچی‌باشی"
    },
    {
        "province": "مرکزی",
        "city": "کرهرود"
    },
    {
        "province": "مرکزی",
        "city": "کمیجان"
    },
    {
        "province": "مرکزی",
        "city": "مأمونیه"
    },
    {
        "province": "مرکزی",
        "city": "محلات"
    },
    {
        "province": "مرکزی",
        "city": "نراق"
    },
    {
        "province": "مرکزی",
        "city": "نوبران"
    },
    {
        "province": "مرکزی",
        "city": "نیم‌ور"
    },
    {
        "province": "هرمزگان",
        "city": "ابوموسی"
    },
    {
        "province": "هرمزگان",
        "city": "بستک"
    },
    {
        "province": "هرمزگان",
        "city": "بندر چارک"
    },
    {
        "province": "هرمزگان",
        "city": "بندر خمیر"
    },
    {
        "province": "هرمزگان",
        "city": "بندر عباس"
    },
    {
        "province": "هرمزگان",
        "city": "بندر لنگه"
    },
    {
        "province": "هرمزگان",
        "city": "بندرخمیر"
    },
    {
        "province": "هرمزگان",
        "city": "پارسیان"
    },
    {
        "province": "هرمزگان",
        "city": "جاسک"
    },
    {
        "province": "هرمزگان",
        "city": "جزیره کیش"
    },
    {
        "province": "هرمزگان",
        "city": "جناح"
    },
    {
        "province": "هرمزگان",
        "city": "حاجی‌آباد"
    },
    {
        "province": "هرمزگان",
        "city": "درگهان"
    },
    {
        "province": "هرمزگان",
        "city": "رودان"
    },
    {
        "province": "هرمزگان",
        "city": "سندرک"
    },
    {
        "province": "هرمزگان",
        "city": "سیریک"
    },
    {
        "province": "هرمزگان",
        "city": "شهر رویدر"
    },
    {
        "province": "هرمزگان",
        "city": "شهر کنگ"
    },
    {
        "province": "هرمزگان",
        "city": "شهر کیش"
    },
    {
        "province": "هرمزگان",
        "city": "فین"
    },
    {
        "province": "هرمزگان",
        "city": "قشم"
    },
    {
        "province": "هرمزگان",
        "city": "لنگه"
    },
    {
        "province": "هرمزگان",
        "city": "میناب"
    },
    {
        "province": "همدان",
        "city": "برزول"
    },
    {
        "province": "همدان",
        "city": "بهار"
    },
    {
        "province": "همدان",
        "city": "حسین آباد ناظم"
    },
    {
        "province": "همدان",
        "city": "رزن"
    },
    {
        "province": "همدان",
        "city": "زنگنه"
    },
    {
        "province": "همدان",
        "city": "سامن"
    },
    {
        "province": "همدان",
        "city": "صالح‌آباد"
    },
    {
        "province": "همدان",
        "city": "فامنین"
    },
    {
        "province": "همدان",
        "city": "فرسفج"
    },
    {
        "province": "همدان",
        "city": "فیروزان"
    },
    {
        "province": "همدان",
        "city": "قهاوند"
    },
    {
        "province": "همدان",
        "city": "کبودرآهنگ"
    },
    {
        "province": "همدان",
        "city": "گیان"
    },
    {
        "province": "همدان",
        "city": "لالجین"
    },
    {
        "province": "همدان",
        "city": "ملایر"
    },
    {
        "province": "همدان",
        "city": "مهاجران"
    },
    {
        "province": "همدان",
        "city": "نهاوند"
    },
    {
        "province": "همدان",
        "city": "همدان"
    },
    {
        "province": "همدان",
        "city": "ویژه ملایر"
    },
    {
        "province": "یزد",
        "city": "اردکان"
    },
    {
        "province": "یزد",
        "city": "بافق"
    },
    {
        "province": "یزد",
        "city": "دیهوک"
    },
    {
        "province": "یزد",
        "city": "فردوس"
    },
    {
        "province": "یزد",
        "city": "مروست"
    },
    {
        "province": "یزد",
        "city": "مهردشت"
    },
    {
        "province": "یزد",
        "city": "میبد"
    },
    {
        "province": "یزد",
        "city": "ندوشن"
    },
    {
        "province": "یزد",
        "city": "یزد"
    }
]